[
    {
      "nome": "Lenita Jacob Oliveira",
      "cientifico": "in memoriam",
      "descricao": "",
      "danos": ""
    },
    {
      "nome": "Lagarta-elasmo ou broca-do-colo",
      "cientifico": "Elasmopalpus lignosellus",
      "descricao": "O inseto conhecido popularmente como lagarta-elasmo ou broca-do- colo prefere solos arenosos e causa maiores problemas em períodos secos, principalmente durante a fase de plântulas. As lagartas, que podem medir até 16 mm, possuem coloração de esverdeada a azulada, com faixas transversais marrom ou marrom- avermelhadas. Sua cabeça é pequena, de cor marrom-escura. A pupa se forma no solo, próxima da base da planta. abaixo do nível do solo, cavando uma galeria ascendente no caule; junto ao orifício de entrada, tece um casulo, e o cobre com excrementos e partículas de terra. A planta pode morrer ou ficar debilitada, facilitando sua quebra. Se o ataque for acentuado, aparecem falhas no estande da lavoura. Adultos: são mariposas pequenas de cor cinza-amarelada, com cerca de 20 mm de envergadura; as asas em repouso são dispostas paralelas à linha do corpo.  11 A. R. Panizzi M. White Adulto Lagarta D. R. Sosa-Gómez  12 Lesmas e caracóis Em algumas safras, lesmas e caracóis têm aparecido em altas populações atacando a soja. São moluscos que se desenvolvem quando existe abundância de palha, ocorrendo com maior frequência em ambientes úmidos e frescos. O grupo envolve várias espécies, de diferentes tamanhos, que são hermafroditas. podem destruir os cotilédones, causar desfolha e até mesmo a morte das plantas. Atacam normalmente na fase inicial do desenvolvimento da cultura. As formas jovens alimentam-se das folhas. Os caracóis podem ainda ocorrer no final do ciclo da soja. Na colheita, quando em altas populações, podem provocar o embuchamento das colhedoras. Algumas espécies são capazes de autofecundação e outras não. Possuem hábito noturno e o período de maior atividade alimentar ocorre nas primeiras horas da noite. Seus ovos podem permanecer viáveis por longos períodos. Podem colocar entre 300 a mais de 1000 ovos dependendo da espécie.  13 J.J.  da Silva Lesma Caracol Arquivo Embrapa Soja  14 Piolhos-de-cobra Os piolhos-de-cobra pertencem à classe Diplopoda e se caracterizam por apresentar dois pares de pernas em cada segmento do corpo podendo ter entre 20 ou mais de 100 segmentos.  Apresentam o hábito de se enrolarem em espiral, quando tocados. Concentram-se na linha do sulco de semeadura, podendo, periodicamente, penetrar nas camadas superficiais do solo. São mais ativos à noite, escondendo-se sob a palhada, nas horas mais quentes do dia. Colocam ovos de coloração branca, em grupos ou isolados. Suas populações podem ser muito elevadas, chegando, em alguns casos, a atingir 30 a 40 indivíduos por m2. Muitas espécies secretam substâncias irritantes para se protegerem de predadores. atacar plântulas recém-emergidas, comendo pedaços de cotilédones e folhas dessas plântulas. Desta forma, podem matar plantas, causando falhas no estande da lavoura, podendo haver necessidade de replantio e de tratamento de sementes com inseticidas. Arquivo Embrapa Soja  Pragas que atacam raízes  16",
      "danos": "Danos: A larva penetra na planta logo Dano Danos: as lesmas e os caracóis Danos: alimentam-se, preferencialmente, de sementes de soja, podendo, ainda,"
    },
    {
      "nome": "Cochonilha-da-raiz",
      "cientifico": "Dysmicoccus brevipes",
      "descricao": "As cochonilhas são encontradas usualmente nas raízes, mas eventualmente podem atingir a parte aérea da planta, e pelo seu aspecto são chamadas de cochonilhas farinhosas ou pulverulentas. As ninfas passam por três estádios antes de chegar à fase adulta. Uma das espécies que ocorrem em soja é Dysmicoccus brevipes, também chamada de cochonilha- farinhosa-do-abacaxi. Adultos: as fêmeas têm o corpo convexo de cor rosada e apresentam filamentos laterais serosos longos, projetando-se para fora do perímetro do corpo. Cada fêmea pode produzir uma progênie, em média, de 240 indivíduos. Sua longevidade varia entre 50 a 110 dias. Em média vivem 90 dias. Os machos têm asas desenvolvidas, sendo, portanto de vida livre e passam por quatro estádios ninfais, até atingirem a fase adulta. suas populações são elevadas, podem causar atraso no desenvolvimento das plantas, formando reboleiras com plantas de menor porte nas lavouras.  19 D. R. Sosa-Gómez J.J. da Silva Adulto Fêmea  20",
      "danos": "Danos: sugam as raízes e, quando Danos"
    },
    {
      "nome": "Cascudinho",
      "cientifico": "Myochrous armatus",
      "descricao": "As larvas do cascudinho-da-soja são amarelas, vivem no solo e se alimentam de raízes. Adultos: são besouros de coloração preta-fosca com variações de marrom a acinzentada. O comprimento médio dos adultos é de 5 mm e, como na maioria dos insetos, a fêmea é maior que o macho. A margem lateral da parte anterior do tórax é dentado e o corpo é recoberto por escamas curtas e robustas. Ocasionalmente, têm sido detectadas altas populações na região próxima de São Gabriel do Oeste, MS. Possuem o hábito de se fingir de mortos quando perturbados e não são bons voadores. do caule, causando tombamento e morte da plântula. Em plantas mais o inseto ataca os pecíolos provocando murcha dos folíolos. Embora ataquem várias partes da planta, esses insetos à soja. J.J. da Silva Adulto  27",
      "danos": "Danos: o inseto adulto ataca a base desenvolvidas, o dano é menor, pois raramente ocasionam danos sérios"
    },
    {
      "nome": "Lagarta-maruca",
      "cientifico": "Maruca vitrata",
      "descricao": "A lagarta-maruca apresenta coloração amarela a castanho-clara brilhante, com pontuações escuras com pelos distribuídas pelo corpo; os segmentos do corpo são bem evidentes. Antes da formação das pupas, as larvas podem atingir 20 mm de comprimento. Adultos: são mariposas pequenas com 20 mm de envergadura, com asas anteriores de cor marrom com uma mancha translúcida. hastes e pecíolos da soja, apresentando mais importante ocorre no período reprodutivo da soja quando broqueiam vagens, podendo, eventualmente, danificar as inflorescências. Sua ocorrência é esporádica e, quando percepção, mas pode ocasionar a quebra das plantas. As larvas podem ser encontradas no interior das hastes realizando o corte longitudinal, com canivete. D. Herbison-Evans Arquivo Embrapa Soja Adulto Lagarta Adulto  28",
      "danos": "Danos: as larvas broqueiam as axilas, hábitos e danos semelhantes ao da broca-das-axilas. Porém, o dano broqueia hastes, seu dano é de difícil"
    },
    {
      "nome": "Broca-das-axilas",
      "cientifico": "Crocidosema aporema",
      "descricao": "A broca-das-axilas é pequena e, quando completamente desenvolvida, pode medir cerca de 10 mm. Nos primeiros ínstares, a lagarta apresenta coloração branco-amarelada e a cabeça preta. À medida que cresce, assume a cor geral bege ou amarelada e a cabeça fica marrom. Adultos: são mariposas pequenas, de 14 mm de envergadura, cujas asas anteriores são cinzas com manchas claras. As asas em repouso permanecem paralelas ao corpo. penetrar no caule, através das axilas dos brotos terminais, formando um cartucho pela união dos folíolos com fios-de-seda. Posteriormente, cava uma galeria descendente que lhe serve de abrigo, podendo causar desenvolvimento anormal da planta ou, até mesmo, a sua morte. Normalmente, suas populações ocorrem com maior intensidade em locais de clima temperado.  29 J. J. da Silva Lagarta Adulto Arquivo Embrapa Soja Arquivo Embrapa Soja  30",
      "danos": "Danos: a larva possui o hábito de Dano"
    },
    {
      "nome": "Lagarta-da-soja",
      "cientifico": "Anticarsia gemmatalis",
      "descricao": "A lagarta-da-soja, na fase larval, passa por seis ínstares. A lagarta pequena (até 10 mm) geralmente apresenta cor verde e possui quatro pares de propernas no abdômen, duas delas vestigiais. Com isso, se locomove medindo palmos e, muitas vezes, são confundidas com lagartas pequenas das falsas-medideiras. As lagartas maiores do que 15 mm podem ser encontradas tanto nas formas verdes como escuras e apresentam três linhas longitudinais brancas no dorso e quatro pares de propernas abdominais, além de um terminal. Adultos: são mariposas de cor variável, do cinza-claro ao marrom-escuro, mas tendo sempre presente uma linha diagonal de cor marrom-canela, unindo as pontas do primeiro par de asas. Na face inferior do segundo par de asas, apresenta pequenos círculos brancos, próximos da margem externa da asa. Ovipositam durante a noite, ovos individualizados e de cor verde claro, colocados principalmente na face inferior das folhas, mas também nos pecíolos e ramos da soja. As lagartas eclodem em três dias e passam a se alimentar de folhas. já provocam perfurações nas folhas, mas deixam as nervuras centrais e laterais intactas. O consumo foliar é muito pequeno nos três primeiros estádios (lagartas até 10 mm). Do quarto ao sexto estádio, as lagartas consomem mais de 95% do total de consumo foliar, que é de 100 a 120 cm2 por lagarta. Em altas populações, se não controlado, esse inseto pode provocar desfolhas elevadas (> 30%), causando perdas de produtividade da cultura.  35 A. V. Carneiro A. V. Carneiro J. J. da Silva Arquivo Embrapa Soja Adulto Lagarta Lagarta Lagarta  36",
      "danos": "Danos: no terceiro estádio, as lagartas"
    },
    {
      "nome": "Falsa-medideira",
      "cientifico": "Chrysodeixis includens",
      "descricao": "As lagartas são comumente denominadas falsas-medideiras, por se deslocarem como que medindo palmos, são de cor verde-clara com listras longitudinais brancas e pontuações pretas. A fase larval dura entre 14 a 20 dias. No seu último estádio larval, atinge 40 a 45 mm de comprimento e a transformação para a fase de pupa ocorre sob uma teia, em geral, na face ventral das folhas. Essa lagarta pode ser confundida com a Rachiplusia nu que é mais frequente no Sul do Brasil. Entretanto, C. includens apresenta a face interna de suas mandíbulas com dois dentes. Adultos: apresentam asas dispostas em forma inclinada e, principalmente, as mariposas recém emergidas, apresentam manchas prateadas brilhantes no parte central do primeiro par de asas. Os adultos também são muito semelhantes aos de R. nu. As fêmeas apresentam longevidade média de 15 a 18 dias e podem colocar até 600 ovos. o parênquima foliar deixando as nervuras, conferindo aos folíolos aspecto rendilhado. Esta espécie é de difícil controle, quando comparada com a lagarta-da-soja. Com manejo inapropriado de suas populações, há relatos de resistência a inseticidas.  37 D. R. Sosa-Gómez J.J da Silva J.J da Silva Adulto Lagarta  38",
      "danos": "Danos: as lagartas consomem Dano"
    },
    {
      "nome": "Falsa-medideira",
      "cientifico": "Rachiplusia nu",
      "descricao": "As lagartas e as mariposas desta espécie são muito semelhantes às de C. includens. Populações elevadas são encontradas com maior freqüência na região sul do continente americano, como no estado do Rio Grande do Sul, assim como no Uruguai e Argentina. As lagartas podem ser diferenciadas de C. includens mediante a observação do lado interno da mandíbula que não apresenta dentes, ou seja, sua carena interna é contínua até a borda externa da mandíbula. R. nu apresenta micro- espinhos na região superior à inserção das três pernas torácicas. A cor das pernas verdadeiras, torácicas, não é um caráter que diferencie as duas espécies. Adultos: Os adultos são semelhantes a C. includens, mas a mancha na região central do primeiro par de asas não é tão prateada e brilhante como em C. includens. R. nu apresenta a parte dorsal e central do segundo par de asas de cor castanho clara com a borda externa castanho escura. R. nu, de maneira semelhante a A. gemmatalis, coloca os ovos isolados. D a n o s :  s e m e l h a n t e s  a o s  d e C. includens, ocasiona o aspecto rendilhado dos folíolos de soja, isto é Z-se principalmente do parênquima deixando as nervuras.  39 Adulto Lagarta Fotos: F. Flores  40",
      "danos": ""
    },
    {
      "nome": "Lagarta-enroladeira",
      "cientifico": "Omiodes indicata",
      "descricao": "A lagarta-enroladeira tem coloração verde-escura, aspecto oleoso e pode medir de 12 a 15 mm, ao final do desenvolvimento. A pupa é marrom e permanece no abrigo construído pela lagarta, nas folhas, até a emergência dos adultos. Adultos: são mariposas pequenas de coloração geral alaranjada, e apresenta três listras escuras onduladas nas asas. Medem cerca de 18 mm de envergadura, quando em repouso. de enrolar ou de unir os folíolos da soja, através de secreções, formando um abrigo onde passa a fase larval, alimentando-se do parênquima das folhas e, assim, diminuindo a área foliar e a capacidade fotossintética da planta. Normalmente ocorre com maiores densidades populacionais no final do ciclo da soja, quando a perda de área foliar não mais afeta a produtividade da cultura.  41 Fotos: J.J da Silva Adulto Lagarta  42",
      "danos": "Danos: a lagarta possui o hábito Dano"
    },
    {
      "nome": "Vaquinha-verde ou patriota",
      "cientifico": "Diabrotica speciosa",
      "descricao": "Dentre as espécies da família Chrysomelidae encontradas na cultura da soja a mais comum é D. speciosa, chamada comumente de vaquinha-verde ou patriota. A larva é de coloração amarela-pálida, tendo o tórax, a cabeça e as pernas torácicas pretas. Desenvolvem-se no solo e, quando completamente desenvolvidas, medem 10 a 12 mm  de comprimento e 1mm de diâmetro.  O período larval dura aproximadamente 23 dias.  A fase pupal dura 17 dias e ocorre no solo, dentro de câmaras. Adultos: apresentam coloração geral verde com três manchas amarelas em cada asa anterior, sua cabeça é avermelhada e medem entre 5 a 6 mm de comprimento. A postura é feita com os ovos agrupados, sobre as partes subterrâneas da planta, e o período de incubação dura em média oito dias. folhas e de brotos, e têm preferência pelas folhas mais tenras. Ao se alimentar, realizam pequenos orifícios, porém têm pouca capacidade de causar grandes desfolhas. Suas larvas se alimentam das raízes das plantas e o seu controle, normalmente, não é necessário.  43 J.J da Silva Larva Adulto D. R. Sosa-Gomez  44",
      "danos": "Danos: os adultos alimentam-se de"
    },
    {
      "nome": "Vaquinha",
      "cientifico": "Cerotoma arcuata",
      "descricao": "Na fase larval esta vaquinha é branca com cabeça preta, ocorre no solo e dura de 20 a 25 dias. Adultos: são besouros com o formato do corpo semelhante à vaquinha- patriota (D. speciosa), mas de coloração bege, com quatro manchas marrom-escuras, duas grandes e duas pequenas, em cada asa anterior e medem cerca de 5 mm. vagens e flores. As larvas alimentam- se de nódulos de Bradyrhizobium, diminuindo a disponibilidade de nitrogênio para a planta, podendo afetar negativamente a produção. J.J da Silva Adulto  45",
      "danos": "Danos: os adultos são desfolhadores, mas podem provocar dano direto às"
    },
    {
      "nome": "Vaquinha",
      "cientifico": "Colaspis sp.",
      "descricao": "Populações elevadas desta vaquinha são comuns em lavouras de soja, principalmente nos estados de Mato Grosso do Sul e Paraná, mas raramente atingir até 7 mm e apresenta cor branca-acinzentada. Adultos: medem 5 mm de comprimento, tem coloração verde-metálica e apresentam sulcos longitudinais e pontuações em toda a extensão das asas. das folhas, causando pequeno desfolhamento que, em geral, não comprometem a produção de soja. J.J da Silva Adulto  46",
      "danos": "atingem nível de dano. A larva pode Danos: os adultos alimentam-se"
    },
    {
      "nome": "Tripes",
      "cientifico": "Caliothrips braziliensis e Frankliniella schultzei",
      "descricao": "Nas lavouras de soja, podem ser encontradas várias espécies de tripes, sendo as mais comuns o C. braziliensis e F. schultzei. Conforme a espécie, as ninfas possuem coloração branca, bege-clara ou amarelada e marrom ou preta. Medem cerca de 2 mm e costumam se abrigar no interior das folhas ou dos folíolos novos, ainda não abertos, passando por três instares, atingindo a fase adulta entre oito e nove dias. Adultos: são insetos pequenos, medindo de 1 a 2 mm, de cor marrom ou preta que possuem aparelho bucal raspador-sugador. Podem se alimentar de várias culturas, principalmente hortaliças. No caso de F. schultzei, os adultos apresentam longevidade média de duas semanas, e se reproduzem por partenogênese; cada fêmea coloca em média 75 ovos. direto devido à sua alimentação, em si, não causa reduções drásticas de indireto, como transmissor do vírus que causa a doença “queima-do-broto” pode causar sérios prejuízos à soja.  47 Fotos: Arquivo Embrapa Soja Adulto  48",
      "danos": "Danos: na soja, raspam as folhas tornando-as prateadas. Esse dano produtividade, porém o seu dano Dano"
    },
    {
      "nome": "Ácaro-verde-da-soja",
      "cientifico": "Mononychellus planki",
      "descricao": "O ácaro-verde é a espécie mais frequente em soja no Brasil, porém é menos agressiva do que os demais ácaros. Na maior parte dos casos ocorre em baixa densidade, porém surtos populacionais podem ocorrer devido a estiagem e uso de determinados agrotóxicos, como fungicidas e inseticidas piretróides, especialmente quando pulverizados desde a fase vegetativa da soja. Ocorrem 3 fases ninfais, todas de coloração verde- claro, no primeiro instar possuem seis pernas e a partir do segundo instar oito pernas. Entre cada instar ocorre uma fase quiescente, para a troca de pele (ecdise). Adultos: São de coloração verde com as quatro pernas dianteiras de coloração amarelo-ouro. A fêmea é elíptica e o macho é menor e tem forma de pêra, com a porção anterior mais larga do que a posterior. Apresentam setas dorsais relativamente mais curtas e mais largas em relação aos demais ácaros da soja. Seus ovos são pouco brilhantes, com coloração que, com o passar do tempo, varia de translúcida, creme a branco leitoso. Os ovos são depositados ao longo de toda a folha, principalmente na face inferior e junto às nervuras. Produz pequena quantidade de teia, utilizada para fixar os ovos na folha e no processo de dispersão pelo vento. atividade fotossintética da folha. Produzem minúsculas pontuações cinzas-clara na folha que se concentram inicialmente na face inferior e junto das nervuras e com o passar do tempo se distribuem por toda a folha deixando-a com coloração acinzentada. Folhas de diferentes posições na planta apresentam intensidade de ataque semelhante entre si, com tendência de menores densidades no interior do dossel, pela ação de inimigos naturais. O ataque é bem distribuído na lavoura, inicialmente as reboleiras são pouco definidas, mas com o passar do tempo podem atingir grandes áreas com coloração acinzentada.  49 D. R. Sosa-Gómez Dispersão D. R. Sosa-Gómez Adulto S. Roggia  50",
      "danos": "Danos: Seu ataque prejudica a Dano"
    },
    {
      "nome": "Ácaro-rajado",
      "cientifico": "Tetranychus urticae",
      "descricao": "O ácaro-rajado é a segunda espécie mais frequente em soja no Brasil, habitualmente é mais agressiva do que o ácaro-verde, porém é muito sensível a chuvas, predadores e patógenos. É notado em ataques intensos em soja, e, de forma semelhante ao ácaro- verde, é favorecido pela estiagem e uso de fungicidas e inseticidas piretróides, especialmente quando pulverizados desde a fase vegetativa da soja. As ninfas do ácaro-rajado são semelhantes às do ácaro-verde, porém possuem coloração verde com duas manchas escuras dorso- lateralmente na porção anterior do corpo. Adultos: As duas manchas dorso- laterais típicas desta espécie são mais escuras nos adultos, especialmente nas fêmeas. Eventualmente podem ocorrer fêmeas de coloração laranja a vermelha. O formato do corpo da fêmea e do macho é semelhante ao do ácaro-verde, porém apresenta setas dorsais mais longas e finas. Seus ovos são brilhantes, com coloração que, com o passar do tempo, varia de translúcida, creme a branco leitoso. Todas as fases do ácaro-rajado vivem em colônias abrigadas sob teia que é produzida em grande quantidade na face inferior das folhas. atividade fotossintética da folha. Produzem minúsculas pontuações cinzas-clara que evoluem rapidamente para manchas contínuas acinzentadas na face inferior da folha, enquanto que na face superior ocorrem manchas amareladas. Apresentam ataque concentrado em pequenas manchas na folha. Folhas de uma mesma planta podem apresentar intensidades de ataques muito diferentes entre si. Na lavoura são notadas pequenas reboleiras com plantas intensamente atacadas, com aspecto amarelado. Em casos de ataque intenso, reboleiras vizinhas podem se fundir formando grandes áreas atacadas, podendo ocorrer queda prematura de folhas.  51 D. R. Sosa-Gómez S. Roggia Adulto S. Roggia  52",
      "danos": "Danos: Seu ataque prejudica a Dano Dano Dano"
    },
    {
      "nome": "Ácaro-branco",
      "cientifico": "Polyphagotarsonemus latus",
      "descricao": "O ácaro-branco é pouco frequente em soja no Brasil. É capaz de se multiplicar rapidamente, porém é muito sensível a fatores ambientais como a baixa umidade. Ataca os brotos novos das plantas. São ácaros pequenos, difíceis de serem vistos a olho nu. Diferentes espécies de tarsonemideos, conhecidos popularmente como ácaros-branco, podem ser encontrados em soja, porém algumas destas não são pragas, se alimentam de fungos e de outros recursos disponíveis sobre as plantas. O ciclo do ácaro-branco é composto por ovo, larva, pupa (fase quiescente) e adulto. Todas as fases apresentam coloração creme brilhante. Adultos: Como as populações do ácaro-branco vivem em constante deslocamento para folhas novas é comum observar machos transportando pupas de fêmeas, com as quais copulam após sua emergência. Os adultos apresentam corpo elíptico, sendo o macho de tamanho menor. Os ovos são elípticos, translúcidos e externamente recobertos por cerca de uma centena de protuberâncias cerosas que se assemelham a verrugas, sendo esta uma característica que permite a identificação desta espécie de ácaro. Os ovos são depositados diretamente sobre a superfície da folha ao longo de toda sua extensão, principalmente na face inferior. O ácaro-branco não produz teia. inferior de folhas novas (ponteiros) em processo de expansão, dificultando seu crescimento e deixando as folhas levemente enrugadas. Esta deformação é sempre simétrica e ocorre com a mesma intensidade nos três folíolos da mesma folha. Na lavoura, o ataque ocorre em pequenas reboleiras. A inspeção da folha sob lupa de 40x de aumento permite o correto diagnóstico do ácaro-branco na lavoura. A haste e vagens em desenvolvimento também podem ser atacadas. As estruturas atacadas apresentam aspecto bronzeado. Ataques precoces podem afetar consideravelmente a estrutura e porte da planta.  55 Fotos: D. R. Sosa-Gómez Adulto  56",
      "danos": "Danos: Ataca preferencialmente a face Dano"
    },
    {
      "nome": "Mosca-branca",
      "cientifico": "Bemisia tabaci",
      "descricao": "E s t u d o s  r e c e n t e s  i n d i c a m  a predominância da mosca-branca biótipo B nas lavouras de soja no Brasil. O biótipo B é mais agressivo, mas a distinção dos biótipos A e B, com base na sua morfologia não é possível. As ninfas são transparentes, ovais medem de 0,3 a 0,7 mm e as fases quiescentes são amarelo-esbranquiçadas, cobertas por serosidade. Durante essa fase, os olhos do adulto em formação são avermelhados. Adultos: medem 1 mm de comprimento, possuem dois pares de asas brancas e o corpo apresenta cor amarelada, coberto por cera pulverulenta. As populações podem ser muito elevadas e, nessas ocasiões, quando as plantas de soja são perturbadas, podem voar em grande número. biótipo B, ao se alimentarem, liberam grande quantidade de substância açucarada. Essa substância favorece a formação do fungo fumagina (Capnodium sp.), tornando as folhas pretas, que, ao receberem radiação solar, se desidratam e caem. Esta espécie também é vetora da doença causada por carlavírus. Seu controle é muito difícil, quando a densidade populacional é elevada.  57 A. F. Bueno Ninfa J.J da Silva Adulto D. R. Sosa-Gómez  58",
      "danos": "Danos: as ninfas, principalmente as do Dano"
    },
    {
      "nome": "Bicudo-pequeno-da-soja",
      "cientifico": "Promecops claviger",
      "descricao": "Esta espécie ocorre no Brasil e tem sido relatada ocasionalmente causando ocorre no solo durante o inverno, localizando-se principalmente entre cinco a 10 cm de profundidade. As pupas são encontradas também no solo, transformando-se em adultos na primavera. Os adultos atacam cotilédones e desfolha. A d u l t o s :  s ã o  i n s e t o s  d a família Curculionidae, medem aproximadamente 3,5 mm, são de cor marrom, com manchas claras na parte medial e terminal dos élitros, seu corpo está recoberto de setas curtas, possuem antenas clavadas e suas asas podem estar normalmente desenvolvidas ou serem curtas (braquípteros). folhas realizando cortes em formato da letra U. Suas larvas alimentam-se de raízes e dos nódulos da soja. M. Barreto  60",
      "danos": "danos na cultura da soja. A fase larval plantas pequenas causando danos nos Danos: os adultos alimentam-se das"
    },
    {
      "nome": "Metaleiro",
      "cientifico": "Megascelis sp.",
      "descricao": "Adultos: são insetos alongados, medem 3 a 4 mm, cujo tórax e abdômen apresentam os lados paralelos, de cor verde metálico brilhante. Por esse motivo são conhecidos vulgarmente como “metaleiros”. A parte anterior do tórax é mais estreita do que a base do primeiro par de asas. Seus élitros apresentam pontuação pronunciada. Antenas são longas, mas menores do que o corpo; nas fêmeas as antenas são menores que nos machos. irregular. Geralmente, são comuns no inicio do cultivo da soja, mas de importância secundária. Adulto J.J da Silva M. C. Meyer  61",
      "danos": "Danos: provocam desfolha de forma Dano"
    },
    {
      "nome": "Burrinho-da-batatinha",
      "cientifico": "Epicauta atomaria",
      "descricao": "A fase larval é predadora de ovos, mas na fase adulta são fitófagos. O corpo possui forma cilíndrica levemente cônica e medem de 10 a 15 mm de comprimento. Apresentam pubescência cinza com manchas pretas por ausência de pelos. São besouros de tegumento pouco esclerosado, assim como seu primeiro par de asas. Suas antenas são relativamente longas. Os ovos são colocados no solo e são branco-cremosos e alongados. As larvas de primeiro ínstar possuem mandíbulas fortes e suas pernas funcionais apresentam três unhas nas extremidades, passa por mais dois ínstares, antes de se transformar em pupa que é parecida com o adulto. mas não ocorrem com freqüência e são considerados praga-secundária. Também podem ocasionalmente alimentar-se de flores. J. J. da Silva Adulto  62 Gafanhotos Os gafanhotos observados em soja, em geral, são gregários. Existem várias espécies que ocorrem na cultura, mas os gêneros mais comuns são Bacacris sp., Rhammatocerus sp. e Schistocerca sp. quando ocorrem em altas populações, podem ocasionar redução da área foliar de até 100%. J. J. da Silva Adulto  Pragas que atacam vagens  64",
      "danos": "Danos: os adultos provocam desfolha, Danos: são desfolhadores, raramente ocasionam danos importantes, mas,"
    },
    {
      "nome": "Lagarta-do-velho-mundo",
      "cientifico": "Helicoverpa armigera",
      "descricao": "Esta espécie era considerada praga quarentenária no Brasil até a safra 2012/13, quando sua presença foi registrada pela primeira vez e comunicada ao MAPA pela Embrapa em 22 de março de 2013. O seu manejo deve ser realizado de forma integrada com as demais pragas da soja para evitar desenvolvimento de resistência aos inseticidas entre outros problemas. Na cultura da soja, quando o ataque ocorre ainda no início do desenvolvimento das plantas as lagartas frequentemente são encontradas escondidas nos folíolos ainda não abertos totalmente. Esse comportamento provavelmente é diferente quando o ataque ocorre em plantas já mais desenvolvidas. L a g a r t a s :  S u a  c o l o r a ç ã o  é muito variável, pode apresentar predominância de verde, com tonalidades amarelada ou rosada ou predominância da cor preta. No último ínstar pode alcançar 35 a 40 mm. A biologia e comportamento são muito semelhantes à lagarta-da- espiga-do-milho, H. zea. Na cultura da soja as lagartas podem ainda ser confundidas com a lagarta-da–maçã- do-algodoeiro, Heliothis virescens. Entretanto, as lagartas de Heliothis podem ser diferenciadas das do gênero Helicoverpa por duas características: - Heliothis apresenta microespinhos nas chalazas (verrugas) dorsais do segundo e oitavo segmento abdominal e pela presença de um dente interno (face interna) das mandíbulas. - As lagartas de Helicoverpa apresentam chalazas só com espinho na base e a face interna das mandíbulas sem dentes. Embora a literatura registre a ocorrência de H. zea em soja, no Brasil ataques de lagartas do gênero Helicoverpa têm sido causados predominantemente por H. armigera. Portanto quando é determinada a ocorrência de lagartas do gênero Helicoverpa nesta cultura, provavelmente trata-se de H. armigera.  65 Fotos: P. Gallo H. armigera H. armigera Chalaza de Helicoverpa Mandíbula de Helicoverpa Mandíbula de Heliothis Chalazas de Heliothis Fotos: D. R. Sosa-Gómez Foto: A. V. Carneiro  66 Adultos: Os adultos são de cor castanho claro a amarelado, com uma faixa castanha transversal próxima a parte distal das asas anteriores, podendo ter uma mancha reniforme castanho escura próxima a parte medial das asas. As asas posteriores são mais claras com a margem distal castanho escura. As mariposas de H. armigera e de H. zea são indistinguíveis a olho nu. Portanto, para a correta identificação da espécie sugere-se consultar especialistas. Adulto D. R. Sosa-Gómez  67 raspam e perfuram. Na fase reprodutiva da soja atacam as vagens, alimentando- se dos grãos, ocasionando injurias semelhantes àquelas causadas por lagartas do gênero Spodoptera. Ocorre em diversas culturas de importância econômica, tais como algodão, soja, milho, feijão, trigo e plantas daninhas, tais como Conyza bonariensis (buva), Rumex sp., Datura sp. e outras. mundo têm sido observados com maior frequência e com grande abrangência, nos estados das regiões nordeste, central e sul do Brasil, no inicio da safra de soja de 2012/2013. As lagartas podem ocorrer sobre plântulas pequenas, causando desfolha e em algumas oportunidades podem comer brotos apicais e cotilédones, que Fotos: P. Gallo  68",
      "danos": "Danos: Ataques da lagarta-do-velho- Dano Dano Dano"
    },
    {
      "nome": "Lagarta-das-vagens",
      "cientifico": "Spodoptera albula",
      "descricao": "É uma das espécies conhecidas como lagarta-das-vagens, podendo atingir até 50mm de comprimento. A lagarta apresenta cor geral cinza- escura à castanha, com três listras longitudinais alaranjadas, e cerca, de 20 triângulos pretos, na parte dorsal do corpo, lembrando o desenho de uma cobra. As lagartas desta espécie podem ser identificadas pela presença de uma mancha branca próxima da parte apical das manchas negras, triangulares, dorsais, na parte posterior do tórax e dos segmentos abdominais. As variações de cor podem dificultar a identificação. Ocorrem formas em que essas manchas brancas em formato de ponto são difíceis de serem distinguidas entre as manchas menores, pequenas. Adultos: são mariposas de, aproximadamente, 40mm de envergadura, de cor cinza com uma mancha preta na parte mediana das asas anteriores, as vezes, pouco evidente. principalmente de vagens e grãos, mas pode, também, comer as folhas. econômico à cultura da soja. Também expressa apenas a toxina Cry1Ac. A. F. Bueno  69 J.J da Silva Adulto Fêmea A. F. Bueno Adulto Macho A. F. Bueno Lagarta  70",
      "danos": "Danos: a lagarta alimenta-se Ocasionalmente, provoca dano pode ocasionar danos na soja que Dano"
    },
    {
      "nome": "Lagarta-das-vagens",
      "cientifico": "Spodoptera cosmioides",
      "descricao": "É outra espécie conhecida como lagarta-das-vagens. Esta espécie era referida como S. latisfacia, mas referências recentes indicam que esta espécie está restrita aos Estados Unidos. As lagartas apresentam variações de cor desde amarelo- claro a preto, com listras ao longo do corpo, podendo medir 50 mm de comprimento no último ínstar. Há listras dorsais amarelas ou ocres, com a área dorsal às vezes mais clara entre as manchas triangulares pretas, como ocorre em S. albula. As manchas dorsais triangulares do sétimo e oitavo segmentos abdominais são maiores que as manchas do primeiro ao sexto. No último instar essas manchas triangulares podem ser reduzidas. Nessa fase, apresentam movimentos vagarosos, deslocando- se lentamente. Adultos: são mariposas que medem de 16 a 20 mm e apresentam dimorfismo sexual, as asas anteriores dos machos são de cor geral marrom avermelhado, a mancha orbicular oval, branca com o centro marrom claro, delimitada por uma linha marrom tênue ou marrom escura. As asas posteriores são brancas com manchas cinzas nas escamas na parte distal. Nas fêmeas, as asas anteriores são pardas, com muitos riscos ou desenhos brancos que se interceptam; as posteriores são de coloração branca. As fêmeas depositam ovos em massas sobre as folhas. para as demais espécies do gênero Spodoptera. Esta espécie não é afetada pela toxina Cry1Ac da soja Bt.  71 J.J da Silva Adulto Fêmea J.J da Silva Adulto Macho A. F. Bueno Lagarta  72",
      "danos": "Danos: atacam as vagens e causam danos semelhantes aos referidos"
    },
    {
      "nome": "Lagarta-das-vagens",
      "cientifico": "Spodoptera eridania",
      "descricao": "As lagartas apresentam a linha por baixo dos espiráculos interrompida ou perde sua intensidade na parte lateral. As manchas triangulares do primeiro segmento abdominal são grandes e aproximadamente de igual tamanho até as do 8º segmento abdominal. Adultos: apresentam a asa anterior com traço curto no sentido longitudinal na base da margem posterior. Essa mancha pode ser apagada em espécimes mais velhos. Observa-se também uma mancha arredondada, negra, mas geralmente apagada ou pode estar modificada em um traço longo que se estende até a margem da asa. Comparativamente, em relação a S. albula, S. eridania apresenta uma tonalidade geral bronzeada nas asas anteriores. causa desfolha em soja e algodão, semelhante as demais espécies do gênero Spodoptera. soja que expressa a toxina Cry1Ac.  73 Fotos: J.J da Silva Adulto Fêmea Adulto Macho Lagarta  74",
      "danos": "Danos: além de atacar as vagens Esta espécie pode provocar danos na"
    },
    {
      "nome": "Lagarta-das-vagens",
      "cientifico": "Spodoptera frugiperda",
      "descricao": "As lagartas totalmente desenvolvidas p o s s u e m  3 5  a  4 0  m m  d e comprimento. Apresentam pontos pretos denominados pináculos distribuídos, em pares, em cada lado dos segmentos do corpo, cada um com uma seta longa. No último segmento abdominal apresenta quatro pontos pretos distribuídos como os vértices de um quadrado. A cabeça apresenta uma figura de um ípsilon invertido, mas essa característica não é suficiente para confirmar a espécie. A fase larval transcorre em duas semanas durante o verão e até quatro semanas no inverno. Adultos: possuem envergadura de asas de 32 a 38 mm e apresentam dimorfismo sexual. As asas anteriores são cinzas-amarronzadas nas fêmeas e nos machos são mais escuras, com margens escuras e listras mais claras próximas da margem da asa e com pontos brancos próximos do centro da mesma. As fêmeas não apresentam um padrão de cor definido, sendo predominantemente cinzas. As asas posteriores em ambos sexos são branco-prateadas, suas veias são evidentes, e sua margem externa possui uma banda marrom e estreita próxima da borda. Os ovos são sub-esféricos, colocados em camadas e são cobertos por escamas provenientes do abdome da fêmea. Cada fêmea pode colocar até 1000 ovos. cortar plantas ao nível do solo. na soja Bt.  75 Fotos: J.J da Silva Adulto Macho Adulto Fêmea Lagarta  76",
      "danos": "Danos: pode atacar vagens e pode Esta espécie pode provocar danos"
    },
    {
      "nome": "Broca-da-vagem",
      "cientifico": "Etiella zinckenella",
      "descricao": "A lagarta, conhecida como broca- das-vagens, mede aproximadamente 20 mm de comprimento, tem a cor amarela-esverdeada ou azulada, com manchas pretas na porção anterior do corpo. Adultos: as mariposas medem, aproximadamente, 20 mm de envergadura, têm asas anteriores de cor cinza, sendo as posteriores mais claras, com franjas brancas nas bordas. para se alimentar e consome grãos de soja, podendo um mesmo indivíduo danificar diversas vagens. Entretanto, raramente tem sido observada A. R. Panizzi Lagarta  77",
      "danos": "Danos: a lagarta penetra na vagem causando danos à soja."
    },
    {
      "nome": "Percevejo-marrom",
      "cientifico": "Euschistus heros",
      "descricao": "O percevejo-marrom é, atualmente, o percevejo mais abundante na soja, desde o Norte do Paraná ao Centro-Oeste e Norte do Brasil e já se encontra em abundância também no Rio Grande do Sul. As ninfas, recém-eclodidas medem 1 mm e têm o corpo alaranjado e a cabeça preta, passam por cinco estádios de desenvolvimento, até se transformarem em adultos; as ninfas maiores assumem coloração que pode variar de cinza à marrom. Adultos: de cor marrom-escura, apresentam dois prolongamentos laterais, em forma de espinhos, próximos à cabeça. Seus ovos, de cor amarelada, são normalmente depositados nas folhas, em pequenas massas com cinco a sete ovos. Próximo a eclosão, os ovos apresentam uma mancha rósea. das vagens e grãos causando perdas de rendimentos e afetando a qualidade da semente. Esta espécie provoca menos sintomas de retenção foliar, em comparação com o percevejo verde e o percevejo-verde-pequeno. Um aspecto importante a ser considerado antes de adotar medidas de controle é a ocorrência de populações resistentes a inseticidas no país.  79 Fotos: J.J da Silva Ninfa Adulto Ovo  80",
      "danos": "Danos: adultos e ninfas alimentam-se"
    },
    {
      "nome": "Percevejo-verde-pequeno",
      "cientifico": "Piezodorus guildinii",
      "descricao": "As ninfas recém-eclodidas do percevejo-verde-pequeno são avermelhadas e passam por diferentes fases. No início do desenvolvimento, apresentam as cores preta e vermelha, assumindo, posteriormente, coloração esverdeada com manchas pretas e rosadas no abdômen nos estádios finais, quando medem cerca de 8mm. Adultos: são percevejos de cor verde- amarelada com, aproximadamente, 10 mm de comprimento. Apresentam uma listra transversal marrom- avermelhada, na parte dorsal do tórax, próximo à cabeça. Os ovos são pretos, em forma de barril, colocados em fileiras pareadas, com 10 a 20 ovos por massa, que geralmente, são colocados sobre as vagens de soja. os grãos de soja. Apresenta maior capacidade de provocar retenção foliar, quando comparada aos percevejos mais comuns da cultura da soja.  81 Ninfa Adulto Ovo Fotos: J.J da Silva  82",
      "danos": "Danos: sugam as vagens, atingindo potencial de dano, com acentuada"
    },
    {
      "nome": "Percevejo-verde",
      "cientifico": "Nezara viridula",
      "descricao": "A ninfa do percevejo-verde apresenta coloração verde ou preta, com diferentes manchas circulares brancas e pequenos pontos pretos distribuídos pelo corpo, passa por cinco fases ninfais e completam o seu desenvolvimento em cerca de 25 dias. Ao eclodirem, as ninfas, assim como as ninfas de E. heros e P. guildinii, permanecem sobre os ovos. Adultos: também conhecidos como fede-fede ou maria-fedida pelo cheiro que exalam quando molestados, são totalmente verdes e com tamanho entre 12 e 15 mm. Os ovos, de coloração amarelada, são depositados, preferencialmente, na face inferior das folhas, em massas regulares com 50 a 100 ovos, com formato semelhante a favos de colméia. outros percevejos, exceto, que sua capacidade de provocar hastes verdes é menor que a de P. guildinii e maior que a de E. heros.  83 Ninfa Adulto Ovo Fotos: J.J da Silva  84",
      "danos": "Danos: adultos e ninfas causam dano semelhante ao provocado pelos"
    },
    {
      "nome": "Percevejo-barriga-verde",
      "cientifico": "Dichelops melacanthus e D. furcatus",
      "descricao": "Dos percevejos-barriga-verde, a espécie D. melacanthus é a mais comum nas lavouras de soja, da região Norte do Paraná ao Centro- Oeste brasileiro, enquanto a espécie D. furcatus ocorre mais ao sul do Brasil. As ninfas são de coloração castanha, com abdômen mais claro e pontuações mais escuras distribuídas sobre o corpo. Permanecem agregadas sobre os ovos logo após a sua emergência, dispersando-se posteriormente. Adultos: medem de 9 a 11 mm e sua coloração varia da castanha-amarelada à acinzentada, apresentando o abdômen verde. A cabeça é típica, terminando em duas projeções pontiagudas e a parte anterior do tórax tem margens  dentadas e expansões laterais espinhosas. Os ovos são verde-claros, normalmente colocados sobre as folhas ou vagens, em massas de cerca de 14 ovos. alimentam-se das vagens, danificando os grãos,  prejudicando o rendimento e qualidade da soja. Populações do percevejo barriga-verde também ocorrem em lavouras de milho especialmente, às plantas jovens de milho.  85 Ninfa Adulto Ovo Fotos: J.J da Silva  86",
      "danos": "Danos: as formas jovens e os adultos e trigo, causando sérios danos,"
    },
    {
      "nome": "Percevejo-edessa",
      "cientifico": "Edessa meditabunda",
      "descricao": "A ninfa tem a cor geral verde- amarelada, com antenas e pernas de coloração semelhante. Ventralmente têm o corpo amarelo-escuro brilhante. A fase de ninfa dura aproximadamente, de 35 a 40 dias. Adultos: medem 13 mm, tem o corpo oval, apresentando a cabeça e parte do tórax verde e asas marrom escuras. Os ovos de cor verde- clara são colocados, em geral, nas folhas em número de 14 por massa, distribuídos em duas fileiras. Os adultos vivem, em média de 30 a 40 dias. demais percevejos sugadores de semente, mas com menor capacidade sugando caules e, originado lesões escuras. De maneira geral, suas populações não são elevadas.  87 Ninfa Adulto Ovo Fotos: J.J da Silva  88",
      "danos": "Danos: em geral, semelhantes aos de dano. Podem, ainda, ser observados"
    },
    {
      "nome": "Percevejo-acrosterno",
      "cientifico": "Chinavia spp.",
      "descricao": "Este percevejo, até há pouco tempo, estava incluído no gênero Acrosternum, de onde vem seu nome popular (percevejo acrosterno).  As ninfas de Chivania spp. apresentam colorações variadas com diferentes manchas brancas, pretas e alaranjadas distribuídas pelo corpo. Adultos: são percevejos de coloração verde, normalmente, ocorrem em baixas populações na cultura da soja. As espécies desse gênero são bastante semelhantes ao percevejo verde, N. viridula, mas apresentam antenas com segmentos de tonalidade escura e espinho ventral no abdômen. Algumas espécies apresentam a parte membranosa das asas de cor escura. Seus ovos, normalmente, colocados nas folhas em grupos de 14, são de coloração acinzentada. vagens, danificando os grãos da soja, a exemplo de outros percevejos.  89 Fotos: J.J da Silva Ninfa Adulto Ovo  90",
      "danos": "Danos: adultos e ninfas sugam"
    },
    {
      "nome": "Percevejo-faixa-vermelha",
      "cientifico": "Thyanta perditor",
      "descricao": "Percevejo de ocorrência esporádica em soja. As ninfas apresentam pelos esbranquiçados na superfície dorsal do corpo, são de cor negro a ocre, com manchas brancas amareladas. Adultos: são verde-acinzentados com mancha de coloração avermelhada em forma de faixa entre os espinhos do tórax, próxima à cabeça. O adulto pode ser verde ou marrom dependendo da época do ano.  Os ovos, em forma de tonel, colocados em grupos de 25 a 35, são castanho-acinzentados e apresentam, lateralmente, duas faixas esbranquiçadas. encontrado comumente em picão preto, Bidens pilosa L. Populações desta espécie podem ocorrer nas culturas do trigo e do sorgo.  91 Ninfa Adulto Ovo Fotos: J.J da Silva  92",
      "danos": "Danos: danifica pouco a soja sendo"
    },
    {
      "nome": "Bicudo-negro-pequeno-da-soja",
      "cientifico": "Rhyssomatus sp.",
      "descricao": "Este gênero apresenta mais de 100 espécies com diversos hospedeiros. Na cultura da soja tem sido relatadas as espécies R. subtilis no nordeste da Argentina e R. nigerrimus no México. Em ambos os países são praga de importância econômica, entretanto no Brasil, embora ocorram espécies do gênero, não tem sido relatados Adultos: são insetos da família Curculionidae, de cor negra podem ter tonalidades avermelhadas. Medem 5 mm, cabeça, tórax e élitros tem pontuações, que nos élitros estão distribuídas longitudinalmente. O rostro (bico) é tão comprido quanto a cabeça e a parte anterior do tórax. As larvas são curculioniformes brancas, roliças e com a cabeça de cor marrom claro, enrijecida. nas vagens e as larvas para se alimentar penetram em seus tecidos, danificando os grãos. A fase de pupa ocorre no solo. Os adultos ao se alimentarem causam manchas, necrosando o tecido superficial das vagens e de pecíolos ou hastes. No norte da Argentina ocorre durante todo o período vegetativo e reprodutivo da soja.  93 Fotos: D.R.Sosa-Goméz Adulto   Outros insetos comuns nas lavouras de soja  96",
      "danos": "danos por estes insetos. Danos: os ovos são depositados Dano"
    }
  ]